"%@ already exists. Replace?" = "%@ ja existeix. Reemplaçar?";
"3rd-party source code" = "Codi font de tercers";
"\"%@\" notification is disabled" = "La notificació \"%@\" està desactivada";
"About Fcitx5 macOS" = "Sobre Fcitx5 macOS";
"About matching key position" = "Sobre la coincidència per posició de tecla";
"Add" = "Afegir";
"Add an empty group" = "Afegir un grup buit";
"Add group" = "Afegir grup";
"Add input methods" = "Afegir mètodes d'entrada";
"Add item" = "Afegir element";
"Addon Config" = "Configuració del complement";
"Advanced" = "Avançat";
"All phrases are imported" = "Totes les frases s'han importat";
"All plugins are up to date" = "Tots els connectors estan actualitzats";
"Alpha (0-255)" = "Alfa (0-255)";
"Amharic" = "Amàric";
"and" = "i";
"Arabic" = "Àrab";
"Are you sure to uninstall selected plugins?" = "Esteu segur que voleu desinstal·lar els connectors seleccionats?";
"Are you sure to uninstall?" = "Esteu segur que voleu desinstal·lar?";
"Available" = "Disponible";
"Cancel" = "Cancel·lar";
"Cannot show config for %@: %@" = "No es pot mostrar la configuració de %1: %2";
"Check update" = "Comprovar actualitzacions";
"Checking" = "Comprovant";
"Chinese" = "Xinès";
"Clear all data" = "Netejar tot les dades";
"Clear user data" = "Netejar les dades d'usuari";
"Cleared" = "Netejat";
"Click or drag %@ file here" = "Feu clic o arrossegueu un fitxer %@ aquí";
"Click or drag image file here" = "Feu clic o arrossegueu un fitxer d'imatge aquí";
"Click or drag theme file (.conf) here" = "Feu clic o arrossegueu un fitxer de tema (.conf) aquí";
"Click or drag to this area" = "Feu clic o arrossegueu a aquesta àrea";
"Click to record" = "Feu clic per gravar";
"Close" = "Tancar";
"Config" = "Configuració";
"Copy" = "Copia";
"Create" = "Crear";
"Current keyboard layout: %@" = "Disposició del teclat actual: %@";
"Custom Phrase" = "Frase personalitzada";
"Cut" = "Retalla";
"Data" = "Dades";
"Data manager" = "Gestor de dades";
"Default" = "Per defecte";
"Developed by" = "Desenvolupat per";
"Disable" = "Desactiva";
"Done" = "Fet";
"Download failed" = "La baixada ha fallat";
"Edit" = "Edició";
"Enable" = "Activa";
"English" = "Anglès";
"Error" = "Error";
"Export data to …" = "Exportar dades a …";
"Export failed" = "L'exportació ha fallat";
"Export succeeded" = "Exportació completada";
"Failed to check update" = "No s'ha pogut comprovar les actualitzacions";
"Failed to convert txt table(s): %@" = "No s'ha pogut convertir la/es taula/es de text: %@";
"Failed to copy Squirrel files" = "No s'han pogut copiar els fitxers Squirrel";
"Failed to create" = "No s'ha pogut crear";
"Failed to import %@ dict(s)" = "No s'han pogut importar %@ diccionari/s";
"Failed to remove" = "No s'ha pogut eliminar";
"Failed to save" = "No s'ha pogut desar";
"Fcitx5 Android" = "Fcitx5 per Android";
"Fcitx5 Android/macOS" = "Fcitx5 per Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 està actualitzat";
"Fcitx5 macOS" = "Fcitx5 per macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 es reiniciarà automàticament si cal.";
"Fcitx5 will auto restart." = "Fcitx5 es reiniciarà automàticament.";
"Files with the same name will be overridden." = "Els fitxers amb el mateix nom seran substituïts.";
"Follow App background (Liquid Glass)" = "Seguir el fons de l'aplicació (Liquid Glass)";
"Font family" = "Família de tipus de lletra";
"Generic" = "Genèric";
"Generic font families" = "Famílies de tipus de lletra genèriques";
"Global Config" = "Configuració global";
"Group name" = "Nom del grup";
"Hide" = "Amagar";
"https:// or data:image/png;base64," = "https:// o data:image/png;base64,";
"Import" = "Importar";
"Import customized table" = "Importar taula personalitzada";
"Import data from …" = "Importar dades des de …";
"Import dictionaries" = "Importar diccionaris";
"Import native custom phrases" = "Importar frases personalitzades natives";
"Import succeeded" = "Importació completada";
"Imported %@ phrase(s)" = "S'han importat %@ frase/s";
"Include Rime user directory in backup file?" = "Incloure el directori d'usuari de Rime al fitxer de còpia de seguretat?";
"Input Methods" = "Mètodes d'entrada";
"Install" = "Instal·lar";
"Install failed" = "La instal·lació ha fallat";
"Install manually" = "Instal·lar manualment";
"Installed" = "Instal·lat";
"Invalid file name" = "Nom de fitxer no vàlid";
"Invalid regular expression" = "Expressió regular no vàlida";
"Invalid zip" = "ZIP no vàlid";
"Items failed to import:" = "Elements que no s'han pogut importar:";
"Japanese" = "Japonès";
"Keyboard layout not available" = "La disposició del teclat no està disponible";
"Keyword" = "Paraula clau";
"Korean" = "Coreà";
"Latest (unstable) version available" = "Darrera versió (no estable) disponible";
"Licensed under" = "Llicenciat sota";
"Local" = "Local";
"Local Squirrel" = "Squirrel local";
"Malayalam" = "Malaiàlam";
"Match key position" = "Fes coincidir la posició de la tecla";
"Maybe later" = "Potser més tard";
"Name" = "Nom";
"New file" = "Fitxer nou";
"No" = "No";
"No files selected" = "No s'ha seleccionat cap fitxer";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "Normalment, les dreceres coincideixen amb el caràcter produït per la disposició del teclat actual. Quan aquesta opció està activada, la drecera ignora la disposició del teclat i només coincideix amb la posició de la tecla. Per exemple, una drecera enregistrada amb la tecla A de QWERTY continua utilitzant la mateixa posició després de canviar a Dvorak.";
"OK" = "D'acord";
"Only show current language" = "Mostrar només l'idioma actual";
"Open dictionary directory" = "Obre el directori de diccionaris";
"Open directory" = "Obre el directori";
"Open in editor" = "Obre a l'editor";
"Order" = "Ordre";
"Other" = "Altre";
"Paste" = "Enganxa";
"Phrase" = "Frase";
"Pinyin Dictionaries" = "Diccionaris de Pinyin";
"Pinyin user data" = "Dades d'usuari de Pinyin";
"Please update Fcitx5 in \"About\" first" = "Actualitzeu Fcitx5 primer a \"Sobre\"";
"Plugin Manager" = "Gestor de connectors";
"Preview" = "Vista prèvia";
"Quick Phrase" = "Frase ràpida";
"Reload" = "Recarregar";
"Reloaded" = "Recarregat";
"Remove" = "Eliminar";
"Remove dictionaries" = "Eliminar diccionaris";
"Remove items" = "Eliminar elements";
"Rename" = "Canviar el nom";
"Rename group" = "Canviar el nom del grup";
"Reset current page. To reset a single item/group, right click on its label." = "Restableix la pàgina actual. Per restablir un element/grup individual, feu clic dret a la seva etiqueta.";
"Reset to default" = "Restablir els valors per defecte";
"Restart" = "Reiniciar";
"Restart process to load new fonts" = "Reinicia el procés per carregar nous tipus de lletra";
"Right click to reset this group" = "Feu clic dret per restablir aquest grup";
"Right click to reset this item" = "Feu clic dret per restablir aquest element";
"Rime binaries" = "Fitxers binaris de Rime";
"Rime config" = "Configuració de Rime";
"Rime user data" = "Dades d'usuari de Rime";
"Russian" = "Rus";
"Save" = "Desar";
"Saved" = "Desat";
"Search" = "Cercar";
"Select" = "Seleccionar";
"Select a language from the left list." = "Seleccioneu un idioma de la llista de l'esquerra.";
"Select All" = "Selecciona‑ho tot";
"Select an input method from the side bar." = "Seleccioneu un mètode d'entrada de la barra lateral.";
"Select App" = "Seleccionar aplicació";
"Select font" = "Seleccionar tipus de lletra";
"Select image" = "Seleccionar imatge";
"Select/Import CSS" = "Seleccionar/Importar CSS";
"Select/Import theme" = "Seleccionar/Importar tema";
"Selected %@ file(s)" = "%@ fitxer/s seleccionats";
"Set keyboard layout of group" = "Establir la disposició del teclat del grup";
"Set keyboard layout of input method" = "Establir la disposició del teclat del mètode d'entrada";
"Show keyboard layout" = "Mostrar la disposició del teclat";
"Sinhala" = "Sinhala";
"Sogou Cell Dictionary" = "Diccionari Sogou Cell";
"Status bar is hidden" = "La barra d'estat està oculta";
"Switch to Debug" = "Canviar a Depuració";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Canvia a depuració només si Fcitx5 falla i voleu ajudar a depurar.";
"Switch to Release" = "Canviar a Versió estable";
"Table" = "Taula";
"Table config: *.conf or *.conf.in" = "Configuració de taula: *.conf o *.conf.in";
"Table data: *.dict or *.txt" = "Dades de taula: *.dict o *.txt";
"Tamil" = "Tàmil";
"Thai" = "Tai";
"Theme Editor" = "Editor de temes";
"Theme name" = "Nom del tema";
"Toggle input method" = "Commutar mètode d'entrada";
"Toggle Sidebar" = "Commutar barra lateral";
"Toggle the visibility of the sidebar" = "Commutar la visibilitat de la barra lateral";
"Type here to preview style" = "Escriviu aquí per veure l'estil";
"Ukrainian" = "Ucrainès";
"Uninstall" = "Desinstal·lar";
"Uninstall and keep user data" = "Desinstal·lar i conservar les dades d'usuari";
"Uninstall failed, you may need to manually remove" = "La desinstal·lació ha fallat, potser haureu d'eliminar manualment";
"Unknown - %@" = "Desconegut - %@";
"Unsupported config" = "Configuració no compatible";
"Unsupported option type %@" = "Tipus d'opció no compatible %@";
"Update" = "Actualitzar";
"Update available" = "Actualització disponible";
"Update now" = "Actualitzar ara";
"uses" = "utilitza";
"Version %@ available" = "Versió %@ disponible";
"Vietnamese" = "Vietnamita";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Quan Liquid Glass està activat, el tema segueix el fons de l'aplicació, que és el mateix comportament que els mètodes d'entrada integrats.\nPer establir un tema clar/fosc fix, canvieu Fons → Difuminat a \"Cap\" o \"Difuminat\".";
"Yes" = "Sí";
"You may re-enable it in Advanced → macOS Frontend." = "Podeu tornar a activar-lo a Avançat → Frontal de macOS.";
"You may re-enable it in Advanced → macOS Notification." = "Podeu tornar a activar-lo a Avançat → Notificació de macOS.";
"Your system version is no longer supported" = "La vostra versió del sistema ja no és compatible";
